{
  "br-001": {
    "br-001-product": "BLACK Rose Crewneck and matching black sweatpants, both with white cuffs and a black and grey rose design."
  },
  "br-002": {
    "br-002-product": "Black hoodie featuring a white winged rose and clouds graphic, part of the SkyyRose BLACK ROSE collection."
  },
  "br-003": {
    "br-003-product-2": "Green SkyyRose \"BLACK is Beautiful Jersey\" with yellow and white stripes, embroidered black rose design and gold logo on the back.",
    "br-003-product-3": "SkyyRose BLACK is Beautiful Jersey: black baseball-style jersey with white \"BLACK IS BEAUTIFUL\" text, buttons, and trim.",
    "br-003-product-4": "BLACK is Beautiful Jersey: Black baseball jersey with orange trim and 'BLACK IS BEAUTIFUL' embroidered across chest.",
    "br-003-product-5": "BLACK is Beautiful Jersey: Black baseball jersey back with orange trim, R logo, and white rose with thorns on a cloud graphic.",
    "br-003-product-6": "SkyyRose BLACK is Beautiful Jersey, white with black piping and buttons, featuring \"BLACK IS BEAUTIFUL\" on the chest.",
    "br-003-product-7": "Back of the white SkyyRose 'BLACK is Beautiful Jersey' with black trim, featuring a stylized SR logo and a large black rose design with thorns.",
    "br-003-product": "Green BLACK is Beautiful Jersey with 'BLACK IS BEAUTIFUL' across the chest and yellow-white stripes."
  },
  "br-004": {
    "br-004-product": "BLACK Rose Hoodie: Black heathered hoodie featuring a detailed white and grey embroidered rose graphic on the chest and a front pouch pocket."
  },
  "br-005": {
    "br-005-product": "BLACK Rose Hoodie — Signature Edition, a black hoodie with a rose explosion patch on the chest and a detailed rose design on the sleeve."
  },
  "br-006": {
    "br-006-product-2": "Black hooded BLACK Rose Sherpa Jacket with a white embroidered rose and cloud design on the back.",
    "br-006-product": "BLACK Rose jacket: black satin hooded bomber with an embroidered rose emblem."
  },
  "br-007": {
    "br-007-product-2": "Black Rose x Love Hurts Basketball Shorts, black with white details, grey rose/cloud patterns, and \"Love Hurts\" text/heart graphic.",
    "br-007-product": "BLACK Rose × Love Hurts Basketball Shorts. Black with white \"OAKLAND,\" rose & cloud patterns, and white mesh trim."
  },
  "br-008": {
    "br-008-product": "Women's BLACK Rose Hooded Dress: black with white rose and thorn embroidery over a cloud design."
  },
  "lh-001": {
    "lh-001-product-2": "The Fannie black leather fanny pack featuring white \"FANNIE\" text and a red rose embroidery on the front.",
    "lh-001-product": "Black SkyyRose fanny pack, 'The Fannie', featuring white script embroidery and a red rose graphic."
  },
  "lh-002": {
    "lh-002-product": "SkyyRose Love Hurts Joggers: Black with white side stripes, red rose and barbed wire embroidery, and zippered ankles."
  },
  "lh-003": {
    "lh-003-product-2": "White mesh Love Hurts Basketball Shorts with red \"Love Hurts\" text, a bleeding heart, orange roses, and black trim.",
    "lh-003-product-3": "Love Hurts Basketball Shorts: White mesh with orange roses on clouds, black striped sides, and red logo.",
    "lh-003-product": "Love Hurts Basketball Shorts: White with orange roses on clouds, black waistband, and red-trimmed black pentagon with a red rose."
  },
  "lh-004": {
    "lh-004-product": "Love Hurts Varsity Jacket: black & white satin, red \"Love Hurts\" text on chest, striped cuffs & hem, floral hood."
  },
  "sg-001": {
    "sg-001-product-2": "The Bay Set: White t-shirt with blue rose and cloud graphic, and blue mesh shorts with cityscape and bridge.",
    "sg-001-product": "The Bay Set features a white t-shirt with a blue rose design and blue-green cityscape shorts."
  },
  "sg-002": {
    "sg-002-product": "Stay Golden Set: White tee with vibrant rose graphic from clouds, and mesh shorts with a colorful cityscape."
  },
  "sg-003": {
    "sg-003-product-2": "The Signature Tee in mauve, featuring a black SkyyRose neck label and branded sleeve tag.",
    "sg-003-product": "The Signature Tee in purple, featuring a SkyyRose neck label and sleeve logo."
  },
  "sg-005": {
    "sg-005-product": "White SkyyRose Stay Golden Tee featuring a vibrant rose graphic with a thorny stem and dark cloud base."
  },
  "sg-006": {
    "sg-006-product-2": "Mint green crewneck and sweatpants set with a lavender floral explosion graphic on chest and pocket. Product: Mint & Lavender Hoodie.",
    "sg-006-product-3": "SkyyRose \"Mint & Lavender Hoodie\" set: mint green sweatshirt and matching sweatpants with a lavender graphic.",
    "sg-006-product": "SkyyRose Mint & Lavender Hoodie, SIGNATURE Collection, featuring a lavender floral design and a ladybug cuff tag."
  },
  "sg-007": {
    "sg-007-product-2": "The Signature Beanie, a dark gray knit beanie, features a patch with purple roses, green leaves, and white clouds.",
    "sg-007-product-3": "The Signature Beanie: Black knit beanie with a light blue patch featuring a cherub holding a rose.",
    "sg-007-product": "SkyyRose Signature Beanie: Dark green knit beanie with a prominent red rose patch on the folded brim."
  },
  "sg-009": {
    "sg-009-product-2": "The Sherpa Jacket, black with a cozy white sherpa lining and an embroidered red rose design.",
    "sg-009-product": "The Sherpa Jacket in black, featuring an embroidered design of two red roses on clouds."
  },
  "sg-010": {
    "sg-010-product-2": "SkyyRose The Bridge Series Shorts, purple mesh with Golden Gate Bridge night graphic, colorful reflections, and rose logo.",
    "sg-010-product": "The Bridge Series Shorts, blue and green mesh shorts with a cityscape, bridge, and blue rose graphic."
  }
}